#!/bin/bash

# ==================================================
# ||   ПОЖАЛУЙСТА, ВПИШИТЕ ВАШИ ДАННЫЕ СЮДА      ||
# ==================================================

export DISCORD_BOT_TOKEN="YOUR_DISCORD_BOT_TOKEN_HERE"
export DISCORD_GUILD_ID="1442596745992339498"
export DISCORD_VOICE_CHANNEL_ID="1443653074622349445"


# ==================================================
# ||   Запуск бота                                ||
# ==================================================

echo "Запуск тестового бота с переменными из этого скрипта..."
python test_bot_py.py
